Repository: cfa532/Secretari
Catalog: Secretari/Localizable.xcstrings
Source language: en
Languages: es_419, ja, ko, zh_hans, zh_hant

source: 1. Open the Settings app. 2. Tap your name. 3. Tap Subscriptions.
es_419: 1. Abra la aplicación Configuración. 2. Toca tu nombre. 3. Toque Suscripciones.
ja: 1. 設定アプリを開きます。 2. 自分の名前をタップします。 3. 「サブスクリプション」をタップします。
ko: 1. 설정 앱을 엽니다. 2. 이름을 탭하세요. 3. 구독을 탭합니다.
zh_hans: 1. 打开“设置”应用 2. 点击您的姓名 3. 点击“订阅”
zh_hant: 1. 開啟「設定」應用程式。 2. 點擊您的名字。 3. 點選訂閱。

source: Account
es_419: Cuenta
ja: アカウント
ko: 계정
zh_hans: 账号
zh_hant: 賬戶

# Account balance in USD:
source: Est. tokens left
es_419: Número de tokens restantes
ja: 残りのトークンの数
ko: 남은 토큰 수
zh_hans: 可用 token 数
zh_hant: 可用 token 數

source: Alert
ja: 警告

source: All settings will be reset.
es_419: Se restablecerán todas las configuraciones.
ja: すべての設定がリセットされます。
ko: 모든 설정이 재설정됩니다.
zh_hans: 所有设置恢复默认值。
zh_hant: 所有設定都將被重置。

source: An error has occured
es_419: Ha ocurrido un error
ja: エラーが発生しました。
zh_hant: 發生錯誤

source: Are you sure to delete account?
es_419: ¿Estás segura de eliminar la cuenta?
ja: アカウントを削除してもよろしいですか?
ko: 계정을 삭제하시겠습니까?
zh_hant: 您確定要刪除帳戶嗎？

source: Are you sure to logout?
es_419: ¿Estás seguro de cerrar sesión?
ja: ログアウトしますか?
ko: 로그아웃하시겠습니까?
zh_hans: 确定退出吗？
zh_hant: 您確定要退出嗎？

source: Cancel
es_419: Cancelar
ja: キャンセル
ko: 취소
zh_hans: 取消

source: checklist
es_419: Lista de Verificación
ja: チェックリスト
ko: 체크리스트
zh_hans: 清单
zh_hant: 清單

source: Confirm
es_419: Confirmar
ja: 確認する
ko: 확인하다
zh_hans: 确认密码
zh_hant: 確認密碼

source: Delete account
es_419: Borrar cuenta
ja: アカウント削除
ko: 계정 삭제
zh_hant: 刪除帳戶

source: Don't have an account?
es_419: ¿No tienes una cuenta?
ja: アカウントをお持ちではありませんか?
ko: 계정이 없나요?
zh_hans: 尚无账号？
zh_hant: 沒有帳戶？

source: English
ja: 英語
zh_hans: 英语
zh_hant: 英語

source: Family name
es_419: Apellido
ja: 姓
ko: 성
zh_hans: 姓
zh_hant: 姓

source: Given name
es_419: Nombre de pila
ja: 名
ko: 이름
zh_hans: 名
zh_hant: 名

source: Have an account?
es_419: ¿Tener una cuenta?
ja: アカウントを持っています？
ko: 계정을 갖고있다?
zh_hans: 已有账号？
zh_hant: 有一個帳戶？

source: Help
es_419: Ayuda
ja: ヘルプメニュー
ko: 돕다
zh_hans: 帮助
zh_hant: 帮助

source: How to cancel
es_419: como cancelar
ja: キャンセル方法
ko: 취소 방법
zh_hans: 如何取消
zh_hant: 如何取消

source: hr
ja: 時間
ko: 시간
zh_hans: 小时
zh_hant: 小時

source: Incorrect username or password
es_419: Nombre de usuario o contraseña incorrecta
ja: ユーザーネームまたはパスワードが違います
ko: 잘못된 사용자 이름 또는 비밀번호
zh_hant: 使用者名稱或密碼錯誤

# Invalid access token
source: Invalid access token. Please login.
es_419: Token de acceso no válido. Por favor Iniciar sesión.
ja: アクセストークンが無効です。ログインしてください。
ko: 잘못된 액세스 토큰. 로그인 해주세요.
zh_hans: 访问令牌无效。请登录。
zh_hant: 無效的訪問令牌。請登入。

source: Invalid JSON
es_419: Datos JSON no válidos
ja: 無効な JSON データ
zh_hans: JSON 格式错误
zh_hant: 無效的 JSON

source: Invalid JSON data from AI. Try again later.
es_419: Datos JSON no válidos de AI. Vuelve a intentarlo más tarde.
ja: AI からの無効な JSON データ。 あとでもう一度試してみてください。
ko: AI의 JSON 데이터가 잘못되었습니다. 나중에 다시 시도하세요.
zh_hans: AI 数据格式无效，请稍后再试。
zh_hant: 來自 AI 的 JSON 格式無效。 請稍後再試。

source: Invalid response from the server. Please try again later or contact support.
ja: サーバーからの応答が無効です。しばらくしてからもう一度お試しいただくか、サポートにお問い合わせください。
zh_hant: 來自伺服器的無效回應。請稍後重試或聯絡支援人員。

source: Login
es_419: Acceso
ja: ログイン
ko: 로그인
zh_hans: 登录
zh_hant: 登入

source: Login error
es_419: Error de inicio de sesión. Por favor, intenta de nuevo.
ja: ログインエラーです。再試行してください。
ko: 로그인 오류. 다시 시도해 주세요.
zh_hans: 登录失败。请重试。
zh_hant: 登录错误。请重试。

source: Low balance. Please purchase consumable product or subscribe.
es_419: Saldo bajo. Compre un producto consumible o suscríbase.
ja: 残高が少なくなっています。消耗品を購入するか、定期購入してください。
ko: 낮은 균형. 소모성 제품을 구매하시거나 구독해 주세요.
zh_hans: 账户余额不足。请购买消耗品或订阅。
zh_hant: 賬戶餘額低。請購買消耗品或訂閱。

source: Max work time
es_419: tiempo máximo de trabajo
ja: 最长工作时间
ko: 최대 근무 시간
zh_hans: 最大工作时长
zh_hant: 最大工作時長

source: Memo Missing
es_419: Nota faltante
ja: メモなし
ko: 메모 누락
zh_hant: 備忘錄不存在

source: min
ja: 分
ko: 분
zh_hans: 分钟
zh_hant: 分鐘

source: Min Audible (dB)
es_419: Mínimo audible (dB)
ja: 最小可聴音 (dB)
ko: 최소 가청(dB)
zh_hans: 最低可识别音量(dB)
zh_hant: 最低可錄音量（dB）

source: Monthly max expense exceeded. Purchase consumable product if necessary.
es_419: Se superó el gasto máximo mensual. Compre productos consumibles si es necesario.
ja: 月間最大支出額を超えました。必要に応じて消耗品を購入してください。
ko: 월간 최대 비용을 초과했습니다. 필요한 경우 소모품을 구입하세요.
zh_hans: 已超出当月限额。如有必要，请另购消耗品。
zh_hant: 已超出當月限額。如有需要，請另購消耗品。

source: Monthly plan
es_419: Plan mensual
ja: 月額プラン
ko: 월간 요금제
zh_hant: 每月計劃

source: No checklist to translate. Please generate the checklist content first using Summarize in ... menu.
es_419: No hay lista de verificación para traducir. Primero genere el contenido de la lista de verificación usando el menú Resumir en....
ja: 翻訳するチェックリストはありません。 まず [...] メニューの要約を使用してチェックリストを生成してください。
ko: 번역할 체크리스트가 없습니다. 먼저 요약 ... 메뉴를 사용하여 체크리스트 콘텐츠를 생성하십시오.
zh_hans: 没有可翻译的清单。 请首先使用 ... 中的摘要菜单生成清单内容。
zh_hant: 沒有可翻譯的清單，請先使用 ... 中的“重新總結”產生清單內容

source: No records
es_419: No Recuerdo
ja: 記録なし
ko: 기록 없음
zh_hans: 无记录
zh_hant: 沒有記錄

source: No summary to translate. Please generate the Summary content first using Summarize in ... menu.
es_419: No hay resumen para traducir. Primero genere el contenido del Resumen usando el menú Resumir en....
ja: 翻訳する概要はありません。 まず [...] メニューの要約を使用して概要を生成してください。
ko: 번역할 요약이 없습니다. 먼저 요약... 메뉴를 사용하여 요약 콘텐츠를 생성하세요.
zh_hans: 没有可翻译的摘要。 请首先使用 ... 中的摘要菜单生成摘要内容。
zh_hant: 沒有可翻譯的摘要。請先使用 ... 中的“重新總結”產生摘要內容

source: One full year, auto-renewable service. User enjoys a 20% discount compared with monthly plan.
es_419: Un año completo de servicio autorenovable. El usuario disfruta de un 20% de descuento en comparación con el plan mensual.
ja: 1 年間の自動更新サービス。月額プランに比べて 20% の割引が受けられます。
ko: 1년 자동 갱신 서비스입니다. 사용자는 월별 요금제에 비해 20% 할인을 받을 수 있습니다.
zh_hant: 一整年，自動續訂服務。與包月套餐相比，用戶可享 20% 的折扣。

source: One month, auto-renewable service. User gets an AI assistant powered by AI's most advanced GPT model, it meticulously records all your speeches, lectures, and instructions to create comprehensive summaries. Empower your business and simplify your life.
es_419: por un mes, servicio auto renovable. El usuario obtiene un asistente de IA impulsado por el modelo GPT más avanzado de IA, que registra meticulosamente todos sus discursos, conferencias e instrucciones para crear resúmenes completos. Potencia tu negocio y simplifica tu vida.
ja: 1 か月間、自動更新可能なサービスです。ユーザーは IA の最先端の GPT モデルを搭載した AI アシスタントを利用でき、すべてのスピーチ、講義、指示を綿密に記録して包括的な要約を作成します。ビジネスを強化し、生活を簡素化します。
ko: 한 달 동안 자동 갱신되는 서비스입니다. 사용자는 IA의 가장 발전된 GPT 모델로 구동되는 AI 도우미를 사용하게 되며 모든 연설, 강의 및 지침을 꼼꼼하게 녹음하여 포괄적인 요약을 작성합니다. 귀하의 비즈니스에 힘을 실어주고 삶을 단순화하십시오.
zh_hant: 為期一個月，自動續訂服務。使用者獲得由 IA 最先進的 GPT 模型提供支援的 AI 助手，它將精心記錄您的所有演講、講座和指示，以創建全面的摘要。增強您的業務能力並簡化您的生活。

source: Password
es_419: Contraseña
ja: パスワード
ko: 비밀번호
zh_hans: 密码
zh_hant: 密碼

source: Privacy policies
es_419: Políticas de privacidad
ja: プライバシーポリシー
ko: 개인 정보 보호 정책
zh_hant: 隱私權

# Prompt Type
source: Summary type
es_419: tipo de resumen
ja: 要約タイプ
ko: 요약 유형
zh_hans: 摘要类型
zh_hant: 摘要類型

source: Purchase
es_419: Compra
ja: 購入
ko: 구입
zh_hans: 购买
zh_hant: 購買

source: Records
es_419: Registros
ja: 記録
ko: 기록
zh_hans: 记录
zh_hant: 記錄

source: Regenerate summary from the transcript. Existing content will be overwritten.
es_419: Regenerar resumen a partir de la transcripción. Se sobrescribirá el contenido existente.
ja: トランスクリプトから要約を再生成します。既存のコンテンツは上書きされます。
ko: 성적표에서 요약을 다시 생성합니다. 기존 콘텐츠를 덮어쓰게 됩니다.
zh_hans: 从录音稿中重新生成摘要。现有内容将被覆盖。
zh_hant: 從記錄中重新產生摘要。現有內容將被覆蓋。

source: Register
es_419: Registro
ja: 登録
ko: 등록하다
zh_hans: 注册
zh_hant: 登記

source: Reset
es_419: Reiniciar
ja: リセット
ko: 초기화
zh_hans: 重置
zh_hant: 重置

source: Settings
es_419: Ajustes
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設置

source: Share
es_419: Compartir
ja: シェア
ko: 공유하다
zh_hans: 共享
zh_hant: 分享

source: Sign in
es_419: Iniciar sesión
ja: サインイン
ko: 로그인
zh_hans: 登录
zh_hant: 登入

source: SIGN IN
es_419: Iniciar sesión
ja: サインイン
ko: 로그인
zh_hans: 登录
zh_hant: 登入

source: Sign out
es_419: desconectar
ja: サインアウト
ko: 로그아웃
zh_hans: 退出
zh_hant: 登出

source: Sign up
es_419: Inscribirse
ja: サインアップ
ko: 가입하기
zh_hans: 注册
zh_hant: 註冊

source: SIGN UP
es_419: Inscribirse
ja: サインアップ
ko: 가입하기
zh_hans: 注册
zh_hant: 註冊

source: Signup now
es_419: Regístrate ahora
ja: 今すぐ登録
ko: 지금 등록하세요
zh_hans: 马上注册
zh_hant: 馬上註冊

source: Streaming from AI
es_419: Transmitiendo desde IA
ja: AIより作成中
ko: AI에서 스트리밍
zh_hans: AI 回答中
zh_hant: AI回答中

source: Subscription status
es_419: suscripción
ja: サブスクリプション
ko: 신청
zh_hans: 订阅状态
zh_hant: 訂閱狀態

source: summary
es_419: resumen
ja: 概要
ko: 요약
zh_hans: 概要
zh_hant: 概要

source: Summary
es_419: Resumen
ja: 概要
ko: 요약
zh_hans: 概要
zh_hant: 概要

source: Summary Missing
es_419: Resumen faltante
ja: 概要なし
ko: 요약 누락
zh_hant: 摘要缺失

source: Terms of Use (EULA)
es_419: Condiciones de uso (EULA)
ja: 利用規約 (EULA)
ko: 이용약관 (EULA)
zh_hant: 使用條款(EULA)

source: This app generates summaries from user speech transcripts by utilizing a top-tier AI service. There are two types of summaries available: a standard summary and a checklist-style summary, referred to as a Memo. You can select the desired type by choosing the Prompt Type in the Settings. Both types of summaries can be manually edited to correct any errors.
es_419: Esta aplicación genera resúmenes de las transcripciones de discursos de los usuarios mediante la utilización de un servicio de inteligencia artificial de primer nivel. Hay dos tipos de resúmenes disponibles: un resumen estándar y un resumen estilo lista de verificación, denominado Memo. Puede seleccionar el tipo deseado eligiendo el Tipo de mensaje en la Configuración. Ambos tipos de resúmenes se pueden editar manualmente para corregir cualquier error.
ja: このアプリは、トップクラスの AI サービスを利用して、ユーザーの音声トランスクリプトから要約を生成します。利用可能な要約には、標準の要約と、メモと呼ばれるチェックリスト形式の要約の 2 種類があります。設定でプロンプト タイプを選択することで、目的のタイプを選択できます。どちらのタイプの要約も手動で編集して、エラーを修正できます。
ko: 이 앱은 최상위 AI 서비스를 활용하여 사용자 음성 기록에서 요약을 생성합니다. 사용할 수 있는 요약에는 표준 요약과 체크리스트 스타일 요약(메모라고 함)이라는 두 가지 유형이 있습니다. 설정에서 프롬프트 유형을 선택하여 원하는 유형을 선택할 수 있습니다. 두 유형의 요약 모두 수동으로 편집하여 오류를 수정할 수 있습니다.
zh_hans: 此应用利用顶级 AI 服务从用户语音记录中生成摘要。有两种类型的摘要可供选择：标准摘要和清单式摘要（称为备忘录）。您可以通过在设置中选择提示类型来选择所需的类型。这两种类型的摘要都可以手动编辑以更正任何错误。
zh_hant: 這個應用程式利用頂級的人工智慧服務，從用戶的語音記錄中生成摘要。有兩種類型的摘要可供選擇：標準摘要和清單式摘要，後者稱為備忘錄。您可以在設置中選擇提示類型來選擇所需的摘要類型。兩種類型的摘要都可以手動編輯以更正任何錯誤。

source: Token usage
es_419: Uso de tokens
ja: トークンの使用量
ko: 토큰 사용
zh_hans: Token 使用量
zh_hant: Token使用量

source: Transcript
es_419: Transcripción
ja: 採録
ko: 성적 증명서
zh_hans: 录音稿
zh_hant: 錄音稿

source: Translation
es_419: Traducción
ja: 翻訳
ko: 번역
zh_hans: 翻译
zh_hant: 翻譯

source: Unable to complete your request at this time. Please check your internet connection.
es_419: No se puede completar su solicitud en este momento. Por favor revise su conexion a internet.
ja: 現時点ではリクエストを完了できません。 インターネット接続を確認してください。
zh_hans: 目前无法完成您的请求，请检查互联网连接。
zh_hant: 目前無法完成您的請求。 請檢查網路連線。

# Update account
source: Update
ja: アップデート

source: Username
es_419: Nombre de usuario
ja: ユーザー名
ko: 사용자 이름
zh_hans: 用户名
zh_hant: 用戶名

source: Username is required and less than 20 characters long. Please confirm the password.
es_419: El nombre de usuario es obligatorio y tiene menos de 20 caracteres. Por favor confirme la contraseña.
ja: ユーザー名は必須で、20 文字未満です。パスワードを確認してください。
ko: 사용자 이름은 필수이며 길이는 20자 미만입니다. 비밀번호를 확인해 주세요.
zh_hans: 用户名密码必填，且长度小于 20 字符。
zh_hant: 使用者名為必填項，且長度少於 20 個字元。請確認密碼。

source: Username is taken
es_419: Se toma el nombre de usuario
ja: ユーザー名は使用されています
ko: 사용자 명이 이미 사용중입니다
zh_hant: 使用者名稱已存在

source: We do NOT collect any user information or track user behaviour.
es_419: NO recopilamos ninguna información del usuario ni rastreamos su comportamiento.
ja: 当社はユーザー情報を収集したり、ユーザーの行動を追跡したりすることはありません。
ko: 우리는 사용자 정보를 수집하거나 사용자 행동을 추적하지 않습니다.
zh_hant: 我們不收集任何用戶資訊或追蹤用戶行為。

source: We follow the same Terms of Use (EULA) as Apple.
es_419: Seguimos los mismos Términos de uso (EULA) que Apple.
ja: 当社は Apple と同じ利用規約 (EULA) に従います。
ko: 우리는 Apple과 동일한 사용 약관(EULA)을 따릅니다.
zh_hant: 我們遵循與 Apple 相同的使用條款 (EULA)。

source: Yearly plan
es_419: plan anual
ja: 年間計画
ko: 연간 계획
zh_hant: 年度計劃

source: Language
es_419: lenguaje reconocible
ko: 인식 가능한 언어

source: Please confirm the password.
ko: 비밀번호를 확인해 주세요.
zh_hans: 请确认密码
zh_hant: 請確認密碼。

source: Select one of the following languages to translate the Summary. Existing translation will be overwritten.
es_419: Seleccione uno de los siguientes idiomas para traducir el Resumen. Se sobrescribirá la traducción existente.
ko: 요약을 번역하려면 다음 언어 중 하나를 선택하세요. 기존 번역을 덮어쓰게 됩니다.

# Silence time
source: Silent timer
es_419: Temporizador silencioso
ko: 무음 타이머
zh_hans: 静音待机
zh_hant: 靜音待機

source: advanced
es_419: ajustes avanzados

source: Dismiss
es_419: Despedir

source: Email
es_419: correo electrónico

source: Notice
es_419: Aviso
zh_hans: 通知

source: Parameters
es_419: Parámetros

source: Yes
es_419: Sí

source: subscript
zh_hans: 文本
zh_hant: 文本
